export default defineEventHandler(() => {
  return [
    {
      title:
        'Если вы предлагаете посетителям постное меню, то вы можете переработать его на веганский лад.',
      text: 'Постная пища порой содержит рыбу, мед или кармин, такого в веганских опциях быть не должно. Также постная пища часто может быть слишком простой, стоит сделать ее более интересной.',
      img: '/images/create-menu-step-1.jpg',
    },
    {
      title:
        'Если в вашем меню есть вегетарианские позиции, то можете исключить или заменить яйца или молочные ингредиенты.',
      text: 'Помните, что веганские опции подходят для всех! Если вы сделаете вегетарианские блюда с яйцами или молоком, то отсечете быстрорастущую аудиторию веганов.',
      img: '/images/create-menu-step-2.jpg',
    },
    {
      title:
        'Если у вас нет постного или вегетарианского предложения, то можно веганизировать одно из обычных блюд.',
      text: 'Например, вы подаете супы? Начните готовить борщ с фасолью или соевым мясом. У вас продаются хот-доги? Создайте веган версию с веганской сосиской.',
      img: '/images/create-menu-step-3.jpg',
    },
  ];
});
